Revit 2027 API
ModelCurveArrArray Constructor
Initializes a new instance of the ModelCurveArrArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ModelCurveArrArray()
Public Sub New
public:
ModelCurveArrArray()
new : unit -> ModelCurveArrArray
See Also
Reference
ModelCurveArrArray Class
Autodesk.Revit.DB Namespace